import aion from '../assets/aion.png'
import afka from '../assets/afka.png'
import aionc from '../assets/aionc.png'
import aioncBig from '../assets/aionc-big.png'
import avatar from '../assets/avatar.png'

export const lettersMock = ['A', 'B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'K', 'L', 'M', 'N', 'O', 'P', 'R', 'S', 'T', 'U', 'V', 'W', 'X', 'Y', 'А', 'В', 'Г', 'К', 'Л', 'М', 'П', 'Р', 'Т', 'Я']

export const games = [
    {
        id: '1',
        name: 'AION Online',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aion,
        imgBig: aioncBig,
    },
    {
        id: '2',
        name: 'AFK Arena',
        tags: 'Аккаунты, Услуги, Алмазы',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: afka,
        imgBig: aioncBig,
    },
    {
        id: '3',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
    {
        id: '4',
        name: 'AION Online',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aion,
        imgBig: aioncBig,
    },
    {
        id: '5',
        name: 'AFK Arena',
        tags: 'Аккаунты, Услуги, Алмазы',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: afka,
        imgBig: aioncBig,
    },
    {
        id: '6',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
    {
        id: '7',
        name: 'AION Online',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aion,
        imgBig: aioncBig,
    },
    {
        id: '8',
        name: 'AFK Arena',
        tags: 'Аккаунты, Услуги, Алмазы',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: afka,
        imgBig: aioncBig,
    },
    {
        id: '9',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
    {
        id: '10',
        name: 'AION Online',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aion,
        imgBig: aioncBig,
    },
    {
        id: '11',
        name: 'AFK Arena',
        tags: 'Аккаунты, Услуги, Алмазы',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: afka,
        imgBig: aioncBig,
    },
    {
        id: '12',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
    {
        id: '13',
        name: 'AION Online',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aion,
        imgBig: aioncBig,
    },
    {
        id: '14',
        name: 'AFK Arena',
        tags: 'Аккаунты, Услуги, Алмазы',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: afka,
        imgBig: aioncBig,
    },
    {
        id: '15',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
    {
        id: '16',
        name: 'AION Classic',
        tags: 'Кинары, Аккаунты, Предметы, Услуги',
        description: 'Кинары (kinah) – это игровая валюта мира AION. Как и любые деньги, они позволяют получить массу преимуществ в игре. Покупайте кинары Aion на Руоффе, используя биржу игровых валют FunPay. Гарантируем безопасность и низкие цены. Кроме того, у нас можно приобрести кинары для Free и EU, NA серверов.',
        imgSmall: aionc,
        imgBig: aioncBig,
    },
]

export const lootMock= [
    {
        id: '1',
        server: 'North',
        side: 'Асмодиане',
        description: 'Равным образом сложившаяся структура ',
        avatar: avatar,
        count: 500,
        price: 0.88,
        rate: 2,
        review: 10,
        nikname: 'test3'
    },
    {
        id: '2',
        server: 'North',
        side: 'Асмодиане',
        description: 'Равным образом сложившаяся структура ',
        avatar: avatar,
        count: 500,
        price: 0.88,
        rate: 3,
        review: 10,
        nikname: 'test2'
    },
    {
        id: '3',
        server: 'North',
        side: 'Асмодиане',
        description: 'Равным образом сложившаяся структура ',
        avatar: avatar,
        count: 500,
        price: 0.88,
        rate: 5,
        review: 10,
        nikname: 'test'
    }
]

export const mockUser = {
    avatar: avatar,
    status: 'online',
    role: 'Пользователь',
    name: 'Dady',
    mail: 'dady@mail.ru',
    balance: 186
}